{
  "Next.js base": "PromARK",
  "PromARK: ARK game servers": "PromARK: ARK Game Servers",
  "We're excited to present our lineup of ARK servers, ready for you to explore and conquer! Below are the details of each server.": "We're excited to present our lineup of ARK servers, ready for you to explore and conquer! Below are the details of each server.",
  "Home": "Home",
  "Tutorial": "Tutorial",
  "PromARK Tutorial": "PromARK Tutorial for Beginers",
  "Tutorial text": "This guide is being constructed as a quick set of notes to the new, small, time-limited ARK PVP hopefuls, but should contain informationuseful to just about anyone as I address each key point of getting established.",
  "Tutorial text2": "This is NOT a guide for players looking to spend upwards of 7 hoursper day playing ARK, those looking to join or become an Alpha tribe,or for players seeking to tame the largest tames. The purpose of this guide is to demonstrate what can be done in a 1-3 man tribe, playing intelligently with reasonable goals on everything Servers. The guide will assume you have at least a basic understanding of how ARK and Survival games work in general.",
  "Tutorial text3": "So, in order to Get Started, There will be 3 major steps:",
  "Tutorial text4": "1. Choosing a Server. Selecting an appropriate official server is a very important step. If this is your first time really experiencing ARK, I highly recommend a server running The Island (signified in the name). Zero population is fine to learn on, but I actually recommend starting with a low to moderately populated server, just so you get a realistic feel for how server population will impact your gameplay.",
  "Tutorial text5": "Ping should be as far below 100 as possible, while still having the words The Island in the title. If you are comfortable with ARK and want to experience more challenge, you may choose a Center, Ragnarok, Scorched Earth, or Aberration server, but, each comes with its own difficulties not expressly covered in this guide (though we will mention excursions later).",
  "Tutorial text6": "In the first few hours of play, pay attention to the global chat to look for problematic players or news of other tribal developments to get a feel for how busy the server is. If things seem too intimidating or an alpha tribe has a formidable presence, now is the time to choose a different server before becoming too invested.",
  "Tutorial text7": "2. Leveling up. Your immediate concern should be acquiring engrams by leveling up quickly. Do the usual ARK start by punching some trees until you have wood, gathering some loose stones from the beach, and crafting the basic tools as well as 3-4 spears. Use these to lay waste to beach animals while you gather an inventory full of basics. You may choose to make a small hut or wander, but, I highly recommend meeting up with friends and at the very least laying down sleeping bags in the same general area close to one of the spawns. A bed doesnt take long, but should be an early objective. Some people like to tame a raptor or other mount at this point, but, I generally recommend holding off on tames until you are established.",
  "Tutorial text8": "3. Choosing a Base Location. How do you choose a location for your base? Ill primarily be using the Island as an example, but, most of these ideas hold true",
  "Tutorial text9": "In general, you will want your established base to fit these guidelines:",
  "Tutorial text10": "Not directly on the beach, Near a decent source of metal, Near a decent source of wood, Near a decent source of water, Away from too many dangerous spawns, Of decent temperature, Enough space to grow, Somewhat secluded/hidden from direct view, Fairly close to a regular drop",
  "Tutorial text11": "Additionally, it would be perfect if you could find a location that fits this description and also provides some natural defenses or utility (a cliff or overlook can naturally defend a couple whole sides of your base, river access can provide benefits, access to a cave is nice, etc)",
  "Tutorial text12": "Because of these requirements, I recommend living slightly up a mountain, almost to where it becomes very cold, either in view or very close to in view of a river or beach. This should put you somewhat close to metal nodes, give you a reasonable proximity to more advanced things like obsidian and crystal, keep you off the PVP-dangerous beach, and, should work as a platform for moving into the next phase of the game, getting established.",
  "Tutorial text13": "First Established Base",
  "Tutorial text14": "I consider the first level of being established to be a fully enclosed stone base with metal tools in hand. You may have built some thatch and wood structures to aid with your survival at this point, but, by the end of your first really solid ARK session on the server you have chosen, you should be just about ready to build a 2×2 stone base with the following inside:",
  "Tutorial text15": "Bed, Smithy, Forge, Mortar and Pestle, Storage Boxes",
  "Tutorial text16": "Optionally, you may want to include a preserving bin and campfire as well, though this is not necessary. Get a forge going quickly, and a smithy… I often build these without walls to protect them, just to get going. Once you have a few metal ingots cooked up, you can make metal tools, which are many times more efficient than the stone ones you have been using. With metal tools, I simply craft stone walls, ceilings, foundations, etc, as I collect the materials, which lightens the load in the field and makes working more efficient.",
  "Tutorial text17": "Now, if youve followed this guide, you have a base in a decent location, and are ready to move on.",
  "Tutorial text18": "Getting Raided",
  "Tutorial text19": "Long before you are established, if there is a decent population on the server, you probably got raided. You logged off, you went to bed, you went to work, maybe you played another game, you picked up the kids from school, you had dinner, you relaxed with your wife for a couple of hours, whatever – this guide is for people who do other things besides just play ARK :). While you were away, however, the kids in ARK did not rest. They blew out a whole side of your base, took what they could carry, broke your tools, killed you, and threw everything on the ground that they couldnt hold.",
  "Tutorial text20": "Why did they do this?! I didnt have anything worth taking!!! This is so unfair, I quit!",
  "Tutorial text21": "Let me just stop you right there. You just experienced a part of the game. PVP. From where you are now, it is a horrible thing that wastes your time. Maybe the reason you are reading this guide is because this happened to you, and you thought you had done something wrong, or bad. Im here to tell you, you havent done anything wrong. ARK PVP is very hard on small tribes and solo players. Very hard. You really might be raided nightly for a week, even twice in the same day, the instant that youve rebuilt.",
  "Tutorial text22": "A large part of the reason that this happens is because people on servers with alpha tribes get bored and bring over a couple of stacks of C4 to grief your server with. Its just something to do for them because theyve done everything else, and is low-hanging fruit for streaming and making youtube videos. Sometimes, a tribe that lives on your server will want you killed off as well. In any event, heres the big key:",
  "Tutorial text23": "Finish up with your crying. Dust yourself off. Get up. Rebuild. Rebuild knowing that its going to happen tomorrow. Laugh it off.",
  "Tutorial text24": "Notice how this guide doesnt have you taming a bunch of pets before here? The rate that you will be getting raided at this point is likely too high to worry about large tames. Well get to taming soon. Hopefully, you havent lost too many tames to this raiding yet (you will, youll lose everything a lot, and thats okay, because youre going to dust yourself off and do it all over again without complaining, right?).",
  "Tutorial text25": "Once you have mastered this mentality and understanding, you will transform into a formidable player, but many people cannot handle rebuilding and “quit” or “move to another server” or “play unofficial with 15x rates” Ţ these things are all just you quitting, ruining the game for yourself, and missing out on a grand, challenging, and rewarding adventure.",
  "Tutorial text26": "Now, for the purposes of leveling up and expanding, its probably time to spread out a little, and begin working towards a metal base and having some tames.",
  "Tutorial text27": "Dino Base",
  "Tutorial text28": "Its time to gain the capability to store some tames. I recommend starting with a stone pen, fully enclosed, with a stone dino gate. This doesnt take too long to build (a couple of hours with a friend), and once done, you will be able to expand it and begin reaping the benefits of tames. See the screenshot for an idea of a base with an attached dino garage, or, make your own free-standing one if you like. The size of the pens I make are usually related to the amount of playtime I perceive myself to have at the beginning of the real-world day in which I decide to construct one.",
  "Tutorial text29": "If you have all day to play, now might be a good time to give yourself room for a couple of flyers, an ankylo, and more. If you arent playing for long, just make an enclosure and gate big enough to hold a pteranodon. Give yourself room to expand this later.",
  "Tutorial text30": "Flight",
  "Tutorial text31": "One of the most important capabilities in ARK is flight. Being able to quickly get a view of territory, scout for resources or dinosaurs, or even carry material from place to place is absolutely crucial for moving forward. I like to build a stone pen or shelter for a pteranodon before I capture it, but you can decide whether you want to do that before your first ptera tame or after. You should start with a quick pteranodon tame, without worrying too much about level. Here's what you'll need:",
  "Tutorial text32": "2-3 Bolas 10-20 Bio-Toxin (harvest from jellyfish) 20 Tranq Arrows or 5-10 Darts for longneck 20-30 Raw Meat A level 20-40 Pteranodon Around an hour of spare time Pteranodon Saddle",
  "Tutorial text33": "Just go find a decent pteranodon, bola it, and then knock it out with your favorite KO method (please refer to other guides for greatly useful and nuanced information about the taming process). Put the meat on the pteranodon, along with some bio-toxin, and feed it bio-toxin as torpor gets low. Keep it safe from wandering dinos and miscreant players, and within 30 minutes or so, you'll have a pteranodon. Use your newly acquired pteranodon to explore and maybe grab some drops. Remember that this pteranodon will likely be killed by players when you log off. That's no big deal. You can do all of this again, and better next time. Your next objective should be to highly protect some of your assets. Though it may not seem like it, having a metal base will reduce the amount of raiding that you experience by some amount. You will still be raided, but likely with reduced frequency and success. Begin by replacing your original 2×2 with metal. You can do this by using a pickaxe on nearby metal nodes until you have enough metal, but what about that cementing paste? The next couple of sections will detail how to advance to the next difficult part of ARK.",
  "Tutorial text34": "Unbeknownst to many ARK players, Beavers (Castoroides) (see picture), create dams and fill them with an amazing amount of cementing paste, silica pearls (see more on these later), rare flowers, and wood. Anywhere beavers are found (consult with the wiki for a map), they are likely to produce these dams that you can access and steal from (gaining aggro from the fairly stout beavers, so be careful to grab and run). Use your pteranodon to find and rob a few dams of paste. Use that paste to build your metal base. Note: When you find a dam and take the paste, be sure to also throw everything else out of the dam so that the beavers will make and fill a new one. They WILL NOT refill or rebuild a robbed dam, so, if you don't do this, next time you need paste, you will be out of luck. It is also courteous to do this for your neighbors and other tribes, so they may have paste, too. Expanding / Honeycombing Your Base At this point, you have metal tools, metal cooking, a 2&#215;2 metal core with some stone structures around it, probably a dino pen, and are now accruing a lot of resources. It's time to expand that metal base, and put many small chambers inside your base as you go. Each wall takes 3 C4 to destroy, and each door 2 C4. Think in terms of how many walls and doors must be destroyed to get at each bit of loot. I recommend forcing raiders to use the maximum amount of C4 to gain the minimum amount of loot. I do this by honeycombing my base. At this point, I recommend looking at some youtube videos about frugal and well defended base designs. We'll get to turrets in a bit. Don't get stuck expanding and honeycombing your base forever. It will still be raided. Get yourself a reasonable layout with at least a little bit of deceptive storage here and there, maybe make yourself another small stone base elsewhere as a backup spawn and stash, and get ready to move on, because as a small group or solo PVPer, you've got to move fast. The next thing to do is begin work on setting up turrets. Turrets will GREATLY reduce the amount of raiding that you must endure. For me, it is generally a get raided every night to two nights until I place my first 3-4 turrets, and then it calms down to once or twice per week, if even that. This is because turrets on official servers are actually quite effective (don't think you are invincible though, you're still getting raided after this section, just get used to it...). Once you have a metal base, you are ready to really up the defenses on it, but, we've got a couple of problems to address first. You're going to need a fabricator, gasoline, a generator, wiring, and outlets. Let's talk about that. The Fabricator Building a fabricator sucks. The footprint of the thing is huge, and it's not cheap on resources, either. Just because of its size, I tend to build a fabricator BEFORE I can enclose the room it is in entirely in metal. I recommend doing this as it will save you many hours, but eventually, you want everything enclosed in metal. Go ahead and build one of these at your smithy and make yourself a decent place to put it that you can later enclose in metal, and get it in place. You'll need to dive for some oil, and cook it with hide in a furnace to get gasoline. At this point, I'm sure you're capable of that, but a quick tip for the island would be that there's a fairly easily accessible oil shelf in the South just off shore, and many other locations where you can get oil. You just need 40 or 50 oil right now, so, a few nodes will do. Silica Pearls?! Silica Pearl Run You've probably taken the engram for Generator and realized that it requires electronics, which require silica pearls. Even from beaver dams, these are still very rare and take a very long time to get enough for turret production. This is the second problem resource after cementing paste, and, I have a solution for this one, too... Scorched Earth. On the scorched Earth server, the Red Obelisk (and other places) has hundreds of silica pearls scattered around it. Transfer a character there, gather your pearls, and use the red obelisk to transfer back. REMEMBER: You can transfer from ANY DROP as well as the obelisks. This is why I said find a drop near your base earlier :). You will likely need to do a Silica Pearl Run every few days to keep up with turret production. A note about this process: There is a timer upon which things must be transferred that seems to reset approximately every 30 minutes or so. Please set aside 30 minutes to one hour for each Silica Pearl Scorched Earth run, and remember that you only have 24 hours to pick up the silica pearls back at your base.",
  "Tutorial text35": "Taming Time",
  "Tutorial text36": "By now you should have a place to store some tames. Let's talk about two useful land-based tames that you should consider, as well as the argentavis. Ankylosaurus: Taming a decent level Ankylo and leveling up its weight and melee damage will allow you to gather metal at an appropriate rate for finishing your base and making turrets. The ankylo is a long tame, but it is worth it if you put in the time grinding metal with it. I highly recommend this tame for base finishing and turret mass production. Doedicurus: The amount of stone that you can acquire with one of these is ludicrous. If you are building large walls and enclosing spaces out of stone, this is a must-have pet and is not too difficult to acquire. Argentavis: The argentavis is a long tame, but has enough carry weight that obtaining some crystal and obsidian from up the mountain becomes reasonable to do. You should have one of these whenever possible.",
  "Tutorial text37": "2 quick facts about turrets: 1) They are expensive, 2) They do not make you unraidable, just much less so. There's not much you can do about an alpha tribe bringing over perfectly bred, insanely saddled, top-level stegos/armored mounts to suck up all your bullets and then raid you as normal. Just know that they USUALLY won't bother, and that you are awesome enough to rebuild even after they do. With a requirement of 70 electronics and 140 metal apiece, and more, you will need a steady, fast income of metal. See the taming portion above for some input regarding that. Get your fabricator going and aim for crafting a generator, outlets, wires, and 4 turrets to start with, with 25-50 bullets each to guard each corner of your base. Put your generator somewhere safe, away from walls that are likely to be attacked first, and hopefully enclosed in its own nice little room. Build your wires out to put outlets where they can reach good turret positions (look up youtube guides for turret placement and wiring functionality). Once you have those in place and armed, here are the settings I recommend: Range: Long, Targets: Survivors and Mounted Creatures, Warning: None, PIN CODE IT. Place them, put ammo in them, and REMEMBER to TURN THEM ON. Later as you place more turrets, you can figure out when to use medium range/short range/etc, but for now, let's keep people away from your base. We don't target all tames because people can tame a swarm of stuff to waste your bullets with at virtually no risk to themselves, so, survivors and mounted creatures seems to be the best all-around. Some placement tips: If you are placing turrets on a platform, make sure it's at least metal. Destroying the platform under the turret destroys the turret, and it was expensive. Guard it accordingly. Turrets can turn 360 degrees, place them out from your walls enough that someone can pass between the wall and the turret. This will help minimize strange clipping tricks for avoiding turret fire and draining ammo. Try to make sure that every turret can see 1-2 other turrets at least. They need to cover one another. Every time you pick up and move a turret, remember to set its PIN again. Raiders can soak the bullets and run up and yank out the bullets if you don't. No. That's not enough turrets. Stop asking. You will never have enough turrets. Keep making them. Every time you ask yourself that, make two more turrets and ammo for them. The keypad can be used to turn on and off turrets or groups of turrets. Closing Pins to the pin code of a set of turrets will turn them on, and opening pins will turn them back on. This is very useful if you want to allow someone passage, or if you have the turrets on a boat and don't want to shoot everyone you pass. Make sure not to give potential raiders a lot of cover with your other structures or natural spawns from your turrets. Congratulations, if you made it this far, you are officially established. You might have gotten raided a lot, but, now, that should decrease in frequency! From here, you have a good platform to do what you want with ARK, without worrying TOO much about nightly raids. If you go a few days without being raided, expand. If not, add MORE TURRETS. Now, you might want to check your tribe log each day to see who your turrets murdered while you were sleeping, and make sure to replenish spent bullets each day. You will also need to remember to keep the generator fueled – 1 gasoline burns for 30 minutes, so, you'll need 48 gasoline per 24 hour period. A small price to pay for the defense. You are now well established, with a metal base, turrets, and some decent utility dinos. Hopefully, you have a couple of flying tames, and the knowledge of how to get back on your feet post-raid. I've given you some tips and tricks for solving cementing paste and silica pearl problems, as well as a step by step guide to making sanity out of small-tribe PVP life. Now, let's improve the quality of that life with farms, kibble, and rafts.",
  "Tutorial text38": "Why farm? Well, it’s how you make kibble and gain the primary parts of many other recipes, as well as a decent food source for the lazy. Also, many available tames require output from the farm – sweet vegetable cake, for instance, is the only way to tame Achatina (and feed, be careful with this requirement, small tribe) or Ovis (very useful for meat and fur) – and the cake requires that you have a farm. Equus tame with carrots, and, a whole plethora of other uses arise if you do your research – a farm is vital – and pretty easy. Here’s how to set up a professional, quick farm that works just about anywhere. First, decide if you’re going to enclose it in a greenhouse or not. This decision should be directly influenced by how easily you can get crystal, because greenhouse parts are crystal-expensive. If you can get a lot, easily, the greenhouse enclosure is definitely worthwhile. Look up some youTube tutorials for how to get 300% bonus in your greenhouse. Secondly, let’s talk about crop-plots and sizes. The only advantage that I know of for large plots is that they hold more water, which means you’ll need less irrigation, and your plants can potentially survive between rainstorms. The yield in larger plots is the same, so, build according to your space and needs. I generally do 4-8 medium plots, and then another 4-8 small plots, using large plots only for species x and species y (defensive turrets, you should research these later, too, as they are advanced for this guide). You can build whatever you’d like though, it all works. Here’s what you want to be growing, in order of importance: Rockarrot, Savoroot, Citronal, Longrass (The Veggies) Stimberries Narcoberries The veggies require medium plots, the stims and narcos are fine in small plots. Further, “What about irrigation!?” – please don’t build a big ugly irrigation system from the beach all the way up a mountain. This is dumb. Just build stone (or metal if you’re rich) water tanks, and irrigate from those. They will fill up when it rains, and all of your crop plots won’t drain them all if you were smart enough to build 4 or 5 of them together. Build a few spouts for the water to irrigate your plots, and then: What about fertilizer?! I’ll give you two options here: Dodo Farm – make a fenced in enclosure, or toss about 8 wild dodos into your existing pen (tame them if you want, you just want their poop and eggs though) – favor female dodos as they lay eggs which have another use (see Kibble). Phiomia (recommended) – This is the best, the phiomia is an easy tame, and many people don’t know that feeding it stimberries makes it produce poop. 5-7 stimberries will make it poop, creating a lot of fertilizer for you. I recommend 6-10 composting bins with 100 thatch and 6 poop in each, always being checked on and refilled as you go through the day. This is why I recommend the phiomia and the stimberry poop trick. You can spend 5 minutes two or three times a day and have enough fertilizer for your farm plus a little stockpiling. The stimberries from one plot should be enough to keep you with enough poop for 7 or 8 more plots, permanently. The other option is to randomly collect poop all day and from your dodos. This is not as fun. Put over 150,000 fertilizer in each plant box, regardless of size, if you want it to survive through tomorrow. Kibble Okay, so, you have a small farm now and access to the veggies, what to use them for? The most universal and useful thing would be kibble. Kibble is made by combining some meat, fiber, a dino egg of some sort, some water, etc, in a cooking pot (or industrial cooker if you’re rich). So build one of those, and, let’s figure out some easy and useful kibble to have on hand. I also recommend having a preserving bin, or, preferably, a refrigerator (you should have turrets by now if you followed this guide correctly, but, if you built your farm a bit early, that’s okay too – If you have a generator, go for the fridge, it’s worth it!). So, where to get eggs? Females. Females will pretty much always lay eggs, and you can collect them and cook them into various kibbles. Look up the recipes on the wiki. I almost always have a small dodo area of tamed or untamed dodos. I recommend you just grab them with your pteranodon and drop them into a pen. If you tame them you can keep them for longer, and it only takes a couple of minutes each. With about 6 female dodos, you’ll have 10 eggs in no time. Once you have those, hit your garden for the rest of the stuff (rockarrots in this example), cook up some meat if it needs that, and cook away. Kibble keeps for a very long time in the fridge, so, it’s a good idea to go ahead and make kibble when you find a useful egg. Dodo kibble is great for pteranodons and ichthys, which are both things that are great to have on hand. The difference in taming with kibble and without is night and day. You will be able to get a lvl 100+ pteranodon in under an hour, and under 30 minutes on double-tame weekends if you do it with kibble, and since the requirement is just pretty much have a farm and a dodo egg for each kibble, this is one you can passively do with no problem whatsoever. Dilophosaurs are also easy to tame or capture, and their eggs can be used for Ankylo and Doed, two dinos I recommended earlier. Scorpions are good for Rex kibble, and so on.",
  "Tutorial text39": "I generally just grab up loose eggs and stash them to make kibble later, but I will farm dodos and dilos to get myself going. I recommend a similar approach. If you've done everything else in this guide, congrats, you are at the point in the game that I like to call well established. Your daily play will now usually be based around your whims and things you actually want to do as opposed to grinding and aiming for some requirement like turrets or metal walls or a farm. This is the best place to be. Let's talk about what we do now, with rafts, and expeditions.",
  "Tutorial text40": "Rafts",
  "Tutorial text41": "Let's talk about Rafts. Rafts are really affordable, and very empowering tools in ARK. They can function as a mini mobile base and carry large amounts of resources and even tames to distant locations. The only real drawbacks are the size of the raft you can create, and the fact that whales and other mobs can completely destroy them and everything on them. That being said, there are many configurations of raft that you can make, enjoy, and benefit from by building foundations and structures onto the raft. Please, though, just stay away from the deep water. Rafts can help you with just about any expedition, here are a few ideas with links to video tutorials and other information: Taming Raft – Any raft equipped with the tools to make or carry taming equipment, with a dino trap or carrying area. Lure a dino into an inescapable raft, tranq and tame. Mobile Base – A raft filled with tools and storage for crafting everything, just like on land, but on a raft. Fishing Boat – Equip this boat with preserving bins, chairs, fishing rods, and bring some bait to visit the best fishing spots. Deep Sea Explorer – Just light storage, really, as there's a good chance this one is getting eaten by whales, but use it as a platform from which to dive down to caves or establish underwater bases/tames. Note that there also exists a motorboat, and, I have built one in a 2 man tribe on official servers, but it is a very difficult feat. Getting black pearls from ragnarok, silica from scorched earth, paste and metal from the island, and putting it all together without being raided is a challenge. But, on this motorboat, we have gone unraided for weeks and it is really fun to drive around super fast in. Keep it out of deep water, too, because whales eat them as well.",
  "Tutorial text42": "Expeditions",
  "Tutorial text43": "Here is the text without HTML tags: Here I will list some possible fun goals, tames, and expeditions that you can embark upon from your new established base with your fleet of amazing rafts and your great little farm. - Bees – The giant bees provide honey, which can be used for fishing or in some rare/difficult cooking recipes. Just going out to grab some honey might be an expedition depending on where your base is, but going for the queen tame is the real challenge. You’ll probably want ghillie suits, or some tamed up dimorphodons, etc for this one, as the queen only eats rare flowers and is somewhat difficult to expose – be careful and look up tutorials! - Silica Pearls – Go to a scorched earth server and come back with hundreds of silica pearls for electronic production. I’ve already discussed this. - Cementing Paste – Fly across the island and find beaver dams to rob of cementing paste, mushrooms, and flowers. - The Cure – Tribes often become afflicted with the disease for days or even weeks. Become the cool guys who cook up the cure all day and heal your server’s sickness. Get some leech blood from the swamp, and be ready to cook up some Lesser Antidote. - The Unicorn – Or, just getting a horse. Use the carrots from your garden to tame some Equus. Be cool and search the server for the singular Unicorn spawn, and tame that, just for the status of it. Now you can play with lassos. - PVP Raid – Gear up with a detonator and 10+ C4, and go find yourself a victim. Might want to bring guns and armor. This can be one of the best ways to get resources and a sure way to make enemies if you get caught. Make sure not to leave a lot of evidence behind, including poop, if you're trying to be sneaky. Getting caught as a small tribe could be very, very bad for your survival prospects, even with your built-up base from this handy guide. - Kidnapping – This is always fun. Knock someone out, cuff them, and put them in a cage. Now they work for you, give you information, make lots of fun sounds as you torture them by feeding them poop to death. Go forcibly recruit some scrubs to do work from you and solve your small tribe problem once and for all! - And of course, going through the process of fighting the bosses and getting artifacts and all of that is on the table, too. There are guides for each part of that, though, and I will leave it to them! This quick section is just some recommendations regarding behaving yourself in a way that will maximize your survival coefficient on an ARK PVP server. Feel free to disregard these pieces of advice at your own peril. **Stay out of Global Chat Arguments** The first and most important rule is not to be conflictive in global chat. Boasting about your capabilities and tames, how you might be the alpha, how much C4 you can craft, or generally getting into fights with people who raided you, fought you, or ruined your tame – are all bad ideas. Just control yourself and be quiet. When you speak, people know you are active, and when they know you are active and they find your base, they know it is loaded and will be raided. Many players also make a point of targeting belligerent or boastful players... so, keep the target off of your back. They might believe how great you say you are and decide they want your great loot. **Love Thy Neighbor** Being super-territorial is a great way to get yourself offline raided to oblivion. When you meet a new group near the edge of your territory, you might initially want to warn them off and be rude to them so they will go away. I recommend against this. If they are too many and will be eating up all of the resources in the area, I recommend either allying or moving. An extended engagement with your neighbor will usually result in both of you being raided into oblivion by an external force soon. Having allies is good because they might be a better raid target than you, and because other people looking to move nearby will feel crowded out. A good neighbor can instantly get you back on your feet by handing you a couple of forges and a smithy after a raid, or even offer you a place to park a dino in a pinch. Friends are powerful, and most people want to be at least a bit friendly in ARK. **Help the newcomers** Two of my most useful alliances in ARK history were formed by helping new players obtain resources like chitin or cementing paste. Helping out with someone else’s tame by clearing out dangerous dinos or watching it for them for a bit sends a great message. People remember this, and later when they see you all desheveled because your boat base just got whaled and you’ve got nothing left, they are very likely to help you out. Doing good turns for others is often rewarded in ARK. Trade. Even if you don’t really need the materials, offering beneficial trades endears you to other survivors. It may have been nothing to you to throw away 100 crystal for 100 chitin, but the process of getting 100 crystal may have been very far out of reach of that other guy. Trade fair and trade often, and before you know it, you’ll have people coming to bat for you when you are raided or in need. People love a good and fair merchant."
}