{
  "Next.js base": "PromARK",
  "PromARK: ARK game servers": "PromARK: ARK játék szerverek",
  "We're excited to present our lineup of ARK servers, ready for you to explore and conquer! Below are the details of each server.": "Izgatottan várjuk, hogy bemutathassuk ARK szervereinket, amelyek készen állnak a felfedezésre és a hódításra! Az alábbiakban az egyes szerverek részleteit olvashatod lentébb.",
  "Home": "Kezdőlap",
  "Tutorial": "Útmutató",
  "PromARK Tutorial": "PromARK útmutató kezdöknek",
  "Tutorial text": "Ez a útmutató gyors jegyzetek formájában készül az új, kisebb időkorlátos ARK PVP reményű játékosok számára, de tartalmaz olyan információkat is, amelyek hasznosak lehetnek bárki számára, miközben minden kulcsfontosságú szempontot áttekintek az elinduláshoz.",
  "Tutorial text2": "Ez a útmutató NEM azoknak szól, akik naponta legalább 7 órát töltenek el ARK játékkal, akik csatlakozni vagy Alpha törzzsé válni szeretnének, vagy akik a legnagyobb szörnyeket szeretnék befogni. Ennek a útmutatónak a célja, hogy bemutassa, mit lehet elérni 1-3 fős törzzsel, okosan játszva és reális célokat kitűzve minden Szerveren. A útmutató feltételezi, hogy legalább alapfokú ismereteid vannak arról, hogyan működnek az ARK és a túlélőjátékok általában.",
  "Tutorial text3": "Tehát az induláshoz 3 fő lépés lesz:",
  "Tutorial text4": "1. Szerver választás. Egy megfelelő hivatalos szerver kiválasztása nagyon fontos lépés. Ha ez az első alkalom, hogy valóban belekóstolsz az ARK világába, nagyon ajánlom az Island nevű szerver választását. Kezdésnek a nulla népsűrűségű szerverek is jók lehetnek a tanuláshoz, de inkább azt javaslom, hogy válassz egy alacsony vagy mérsékelten népesített szervert, hogy reális képet kapj arról, hogyan befolyásolja a szerver népsűrűsége a játékmenetedet.",
  "Tutorial text5": "A pingnek minél inkább 100 alattinak kell lennie, miközben a címben szerepeljen az The Island szó. Ha már jártas vagy az ARK-ban és nagyobb kihívásra vágysz, választhatsz Center, Ragnarok, Scorched Earth vagy Aberration szervert is, de mindegyiknek megvannak a saját nehézségei, amelyekre ez az útmutató nem tér ki részletesen (bár később említést teszünk néhány kalandról).",
  "Tutorial text6": "A játék első néhány órájában figyelj a globális csevegésre, hogy észrevedd a problémás játékosokat vagy más törzsek fejleményeit, és így képet kapj arról, mennyire forgalmas a szerver. Ha túl ijesztőnek tűnik a helyzet vagy egy alfa törzs erőteljes jelenléttel bír, most van itt az ideje, hogy másik szervert válassz, mielőtt túlságosan belefektetnél.",
  "Tutorial text7": "2. Szintlépés. Azonnali célod az engrammok megszerzése kell, hogy legyen a gyors szintlépéssel. Kezdd a szokásos ARK kezdéssel: üssetek fákat, amíg fát nem szerzel, gyűjts néhány laza követ a partról, és készítsd el az alapvető eszközöket, valamint 3-4 lándzsát. Használd ezeket a parti állatok leölésére, miközben megtöltöd a készleteidet alapvető dolgokkal. Dönthetsz úgy, hogy készítesz egy kis kunyhót, vagy vándorolsz, de nagyon ajánlom, hogy találkozz a barátaiddal, és legalább helyezzetek el hálózsákokat ugyanabban az általános területen, közel valamelyik spawnhoz. Az ágy elkészítése nem tart sokáig, de korai cél kell, hogy legyen. Néhányan szeretik ebben a szakaszban megszelídíteni a raptort vagy más hátast, de általában azt javaslom, hogy várj a szelídítéssel, amíg nem vagy már megalapozva.",
  "Tutorial text8": "3. Alaphelyszín kiválasztása. Hogyan válaszd ki az alapod helyét? Elsősorban az Islandet fogom példaként használni, de a legtöbb ötlet általánosan érvényes.",
  "Tutorial text9": "Általában az alapított bázisodnak ezeknek az irányelveknek kell megfelelnie:",
  "Tutorial text10": "Közvetlenül nem a parton, Közel egy megfelelő fémforráshoz, Közel egy megfelelő fa forráshoz, Közel egy megfelelő vízforráshoz, Távol túl sok veszélyes spawn helytől, Megfelelő hőmérsékletű, Elég hely a növekedéshez, Valamennyire elzárt/rejtett a közvetlen látványtól, Elég közel egy rendszeres drop helyhez",
  "Tutorial text11": "Ezen felül tökéletes lenne, ha találnál egy olyan helyet, amely megfelel ennek a leírásnak, és természetes védelmet vagy hasznosságot is nyújt (egy szikla vagy kilátó természetesen védheti az alapod néhány oldalát, a folyóhoz való hozzáférés előnyökkel járhat, a barlanghoz való hozzáférés is hasznos lehet, stb.).",
  "Tutorial text12": "Ezek miatt az igények miatt ajánlom, hogy kissé egy hegyre feljebb telepedj le, majdnem ott, ahol már nagyon hideg lesz, a folyóra vagy a partra néző vagy nagyon közel eső helyen. Ez biztosítja, hogy viszonylag közel legyél a fémcsomókhoz, és ésszerű közelségben legyél fejlettebb dolgokhoz, mint az obszidián és a kristály, távol tartson a PVP-veszélyes parttól, és platformként szolgáljon a játék következő fázisába való átlépéshez, a megalapozáshoz.",
  "Tutorial text13": "Első megalapított bázis",
  "Tutorial text14": "Úgy vélem, hogy az első szint a megalapozottá válásban egy teljesen zárt kőbázis, amelyben fémeszközök vannak a kezedben. Eddig talán építettél néhány szalmát és fa szerkezetet a túlélésed segítésére, de az első igazán megalapozott ARK szakaszon, amelyet a választott szerveren töltöttél, kb. készen kell állnod arra, hogy egy 2×2-es kőbázist építs a következő belső elemekkel:",
  "Tutorial text15": "Ágy, Kovácsműhely, Kohó, Malomkövér, Tároló ládák",
  "Tutorial text16": "Opcionálisan érdemes lehet hozzáadni egy tartósító ládát és egy tábori tüzet is, bár ez nem szükséges. Gyorsan készíts egy kohót és egy kovácsműhelyt... Gyakran ezeket falak nélkül építem, hogy csak elkezdhessem. Amint néhány fém érc van készítve, elkezdhetsz gyártani fém szerszámokat, amelyek sokkal hatékonyabbak, mint a kő szerszámok, amelyeket eddig használtál. Fém szerszámokkal egyszerűen gyártok kő falakat, mennyezeteket, alapokat stb. Ahogy gyűjtöm az anyagokat, könnyebb terhet viselni, és hatékonyabb munkát végezni.",
  "Tutorial text17": "Most, ha követted ezt az útmutatót, van egy bázisod egy megfelelő helyen, és készen állsz továbblépni.",
  "Tutorial text18": "Ha támadás ért",
  "Tutorial text19": "Mielőtt még megalapozódnál, ha a szerveren van egy megfelelő népsűrűség, valószínűleg megtámadtak téged. Kijelentkeztél, lefeküdtél aludni, elmentél dolgozni, talán más játékot játszottál, elmentél a gyerekeidért az iskolából, vacsoráztál, pár órát pihentél a feleségeddel, bármi is történt – ez az útmutató azoknak szól, akik más dolgokat is csinálnak csak az ARK-ot nem :). Azonban amíg távol voltál, az ARK világában a gyerekek nem pihentek. Kifújták az egész alapod egy oldalát, elvitték, amit tudtak, tönkretették az eszközeidet, megöltek téged, és mindent a földre dobtak, amit nem tudtak elvinni.",
  "Tutorial text20": "Miért tették ezt?! Semmi értékesem nem volt!!! Ez igazságtalan, feladom!",
  "Tutorial text21": "Álljunk csak meg itt egy pillanatra. Most éppen átéltél egy játékrészletet. PVP-t. Abból a szempontból, ahol most vagy, ez borzalmas dolog, ami csak időpocsékolás. Talán azért olvasod ezt az útmutatót, mert ez történt veled, és úgy gondoltad, hogy valamit rosszul csináltál, vagy rosszul. Itt vagyok azért, hogy elmondjam neked, hogy nem csináltál semmit rosszul. Az ARK PVP nagyon nehéz kis törzsek és szóló játékosok számára. Nagyon nehéz. Valóban lehet, hogy egy héten át minden éjjel megtámadnak, sőt még ugyanazon a napon is kétszer, amint újraépítettél.",
  "Tutorial text22": "Ennek nagy részben az az oka, hogy az emberek az alfa törzsekkel rendelkező szervereken unatkoznak, és néhány C4 rakománnyal jönnek át, hogy elrontsák a szervereteket. Ez csak egy elfoglaltság számukra, mert már mindent elvégeztek, és könnyű célpont a streaminghez és YouTube videók készítéséhez. Néha azonban egy olyan törzs is lehet, amely a szervereden él, és ki akar törölni téged is. Bármely esetben itt a nagy kulcs:",
  "Tutorial text23": "Fejezd be a sírást. Ne gyötörd magad! Állj fel és építs újra. Építs újra úgy, hogy tudod, hogy holnap is megtörténhet. Nevetve vegyél mindent mert ez ilyen!",
  "Tutorial text24": "Észrevetted, hogy ez az útmutató nem arra kér, hogy ezen a ponton egy csomó háziállatot idomíts? Valószínűleg a jelenlegi gyakorisággal, amellyel megtámadnak, túl sok idöt venne el a nagy idomításokkal való foglalkozás. Hamarosan elérkezünk az idomításhoz. Remélhetőleg még nem veszítettél el túl sok állatot ezeknek a támadásoknak köszönhetően (fogsz, sok mindent elveszítesz, és ez rendben van, mert újra fogsz állni, és újra megcsinálod anélkül, hogy panaszkodnál, igaz?).",
  "Tutorial text25": "Amint elsajátítod ezt a mentalitást és megértést, átalakulsz egy félelmetes játékossá, de sokan nem tudják kezelni az újraépítést, és feladnak, átmennek egy másik szerverre vagy játszanak nem hivatalos szerveren 15x-es arányokkal. Ezek mind a feladás, amivel csak magadnak ártasz, és lemaradsz egy nagyszerű, kihívást jelentő és jutalmazó kalandról.",
  "Tutorial text26": "Most, a szintlépés és a terjeszkedés céljából valószínűleg ideje elkezdeni kicsit szétterülni, és dolgozni egy fém bázis felépítésén, valamint néhány háziállat idomításán.",
  "Tutorial text27": "Dinó farm",
  "Tutorial text28": "Ideje megszerezni annak a képességét, hogy tárolj néhány háziállatot. Ajánlom, hogy kezdd egy teljesen zárt kőből készült karámmal, amelyben van egy kő dinó kapu. Ez nem vesz túl sok időt igénybe (pár óra egy barát segítségével), és miután elkészült, bővítheted és elkezdheted élvezni az idomított állatok előnyeit. A karámok mérete általában összefügg azzal, hogy hány játékidőt látok magam előtt a valós világbeli nap elején, amikor úgy döntök, hogy építek egyet.",
  "Tutorial text29": "Ha egész nap van időd játszani, most jó ötlet lehet helyet adni magadnak néhány repülő számára, egy ankylo számára és még több állat számára. Ha nem játszol sokáig, akkor csak készíts egy elkerített területet és kaput, ami elég nagy ahhoz, hogy befogadjon egy pteranodont. Adj magadnak lehetőséget későbbi bővítésre.",
  "Tutorial text30": "Repülés",
  "Tutorial text31": "Az ARK egyik legfontosabb képessége a repülés. Nagyon fontos előrejutás szempontjából, hogy gyorsan áttekintsük a területet, keresgéljünk erőforrásokat vagy dinoszauruszokat, sőt akár anyagokat is szállítsunk helyről helyre. Szeretek építeni egy kőből készült karámot vagy menedéket egy pteranodon számára még mielőtt befognám, de te döntesz, hogy ezt megteszed-e az első ptera idomításod előtt vagy után. Érdemes egy gyors pteranodon idomítással kezdeni, anélkül, hogy túl sokat aggódnál a szint miatt. Itt van, amire szükséged lesz:",
  "Tutorial text32": "2-3 Bola, 10-20 Bio-Toxin (szedhető a medúzából), 20 Tranq Nyílvessző vagy 5-10 Dárda, 20-30 Nyers hús, Egy 20-40 szintű pteranodon, kb egy óra szabadidő, Pteranodon Nyereg",
  "Tutorial text33": "Csak menj el, és találj egy jó pteranodont, használj bolát, majd üssd ki a kedvenc KO módszereddel. Helyezz húst a pteranodonra, némi bio-toxin kíséretében, és etesd bio-toxinnal, amikor az elálmosodás szintje alacsony lesz. Tartsd biztonságban a kóbor dinoszauruszoktól és az idióta játékosoktól, és kb. 30 perc múlva már lesz egy pteranodonod. Használd az újonnan szerzett pteranodont felfedezésre, és talán szerezz néhány tárgyat. Ne felejtsd el, hogy ez a pteranodon valószínűleg meg fog halni, amikor kijelentkezel. Ez nem nagy ügy. Mindent újra meg tudsz csinálni, és legközelebb jobban. Következő célodnak az lesz, hogy nagy biztonságban tartsd néhány eszközödet. Bár úgy tűnhet, hogy nincs rá szükség, egy fém bázis csökkenti a tapasztalt támadások számát. (nem éri meg kinlódni vele) Még mindig megtámadnak, de valószínűleg ritkábban és kevésbé sikerrel. Kezdd el a kezdeti 2×2-est fém építésével. Ezt úgy teheted meg, hogy a közelben lévő fém csomópontokat kiválasztod, amíg elég fémet nem gyűjtesz össze, de mi a helyzet a cementlapkával? A következő néhány részletesen bemutatja, hogyan léphetsz tovább az ARK következő nehéz részére.",
  "Tutorial text34": "Sok ARK játékos számára rejtély, hogy a hódok (Castoroides) gátakat építenek és azokat elképesztő mennyiségű cement ragasztóval, szilika gyönggyel (erről később többet), ritka virágokkal és fával töltik meg. Bárhol is találhatók a hódok (tanácsos a wiki-t konzultálni térképért), valószínűleg létrehoznak ilyen gátakat, amelyekből lopni lehet (vigyázva a viszonylag erős hódok agressziójával, így érdemes gyorsan elmenekülni). Használd a pteranodont, hogy megtaláld és kifoszd a gátakat. Ezzel a pasztával építsd fel a fém alapú bázisodat. Megjegyzés: Amikor megtalálod és elveszed a pasztát a gátból, győződj meg arról, hogy mindent más is kiürítettél a gátból, hogy a hódok újat építhessenek és megtölthessék. Nem fognak újratölteni vagy újraépíteni egy kifosztott gátot, így ha ezt nem teszed meg, legközelebb, amikor pasztára lesz szükséged, peches leszel. Udvarias dolog ezért a szomszédoknak és más törzseknek is megtenni, hogy nekik is legyen pasztájuk. Bázisod bővítése / méhsejtkomolyítás: Most már van fém eszközöd, fém főzésed, egy 2×2-es fém maggal és körülötte kő szerkezetekkel, valószínűleg egy dino karámmal, és most gyűjtesz is rengeteg erőforrást. Ideje tehát kibővíteni ezt a fém bázist, és kis kamrákat építeni belül, ahogy haladsz. Minden fal 3db C4-et igényel a lerombolásához, és minden ajtó 2db C4-et. Gondolkodj abban, hogy hány falat és ajtót kell lerombolni, hogy hozzáférj minden kis zsákmányhoz. Ajánlom, hogy a támadókat kényszerítsd arra, hogy a lehető legtöbb C4-et használják fel a minimális zsákmányért. Én ezt úgy érem el, hogy méhsejtkomolyítom a bázisomat. Most már érdemes lenne youtube videókat nézned takarékos és jól védelmezett bázis tervezéséről. Hamarosan beszélünk az ágyúállásokról is. Ne ragadj le örökké a bázis bővítésében és méhsejtkomolyításában. Még mindig megtámadhatnak. Szerezz be egy elfogadható elrendezést legalább némi csaló tárolással itt-ott, esetleg készíts magadnak egy kis kőbázist máshol biztonsági hely és raktározás céljából, és készülj fel a költözésre, mert kis csoportként vagy szóló PVPerként gyorsan kell lépned. Következő lépésként kezdj el dolgozni az ágyúállások kialakításán. Az ágyúállások nagymértékben csökkentik azt a mennyiségű támadást, amellyel szembe kell nézned. Nekem általában minden éjjel vagy második éjjel megtámadnak, amíg fel nem állítom az első 3-4 ágyúállásomat, azután hetente egyszer vagy kétszer, ha egyáltalán. Ez azért van, mert az ágyúállások hivatalos szervereken igen hatékonyak (ne gondold azonban, hogy sebezhetetlen vagy, még mindig megtámadnak ebben a szakaszban is, csak szokj hozzá...). Amint megvan a fém bázisod, készen állsz a védelmének fokozására, de először néhány problémát kell megoldanunk. Szükséged lesz egy gyártóra, benzinre, generátorra, vezetékekre és aljzatokra. Egy gyártó építése nem könnyű. A mérete hatalmas, és nem olcsó erőforrásokból sem. Csak a mérete miatt hajlok arra, hogy egy gyártót építsek MIELŐTT teljesen fémbe zárnám a helyiséget. Ajánlom, hogy ezt tegye meg, mert sok órát takaríthat meg, de végül mindent fémbe akar zárni. Menj előre, és építs egyet, és készíts egy jó helyet, ahova később fémbe zárhatod, és helyezd el. Le kell merülnöd némi olajért, és megsütnöd bőrrel a kemencében, hogy benzinhez juss. Ebben a pontban biztos vagyok benne, hogy képes vagy rá, de egy gyors tipp a szigetre, hogy van egy viszonylag könnyen elérhető olajzóna a délen a part mentén, és van sok más helyen, ahol olajat kaphatsz. Most csak 40 vagy 50 olajra van szükséged. Szilika gyöngyök?! Valószínűleg felvetted a Generátor engrammát, és rájöttél, hogy elektronikát igényel, amely szilika gyöngyökből áll. Még a hódok által is ezek nagyon ritkák, és nagyon hosszú ideig tart, míg elegendőt szerezhetsz az ágyúgyártáshoz. Ez a második problémás erőforrás a cement ragasztó után, és erre is van egy megoldásom... Scorched Earth. A Scorched Earth szerveren a Vörös Obeliszk (és más helyek) körül százszámra találhatóak szilika gyöngyök. Transzferálj egy karaktert oda, gyűjtsd össze a gyöngyöket, és használd a vörös obeliszkot a visszatranszferhez. EMLÉKEZTETŐ: Bárhonnan transzferálhatsz, nem csak az obeliszkekről.. Valószínűleg pár naponta kell egy Szilika Pearl Run-t csinálnod, hogy lépést tarthas az ágyúgyártással. Egy megjegyzés a folyamatról: Van egy időzítő, amelyen a dolgokat transzferálni kell, és úgy tűnik, hogy körülbelül minden 30 percenként újraindul. Kérlek, szánj 30 percet egy órára minden Szilika Pearl Scorched Earth futáshoz, és emlékezz arra, hogy csak 24 órád van arra, hogy felvedd a szilika gyöngyöket a bázisodon.",
  "Tutorial text35": "Háziasitás",
  "Tutorial text36": "Mostanra már kellene legyen egy helyed, ahol tárolhatod néhány szelídített állatodat. Beszéljünk két hasznos szárazföldi szelídítési lehetőségről, amit érdemes figyelembe venni, valamint az argentavisról. Ankylosaurus: Egy megfelelő szintű Ankylo szelídítése és a súlyának és ütéserőjének fejlesztése lehetővé teszi, hogy megfelelő ütemben gyűjtsd a fémet, hogy befejezd az erődödet és készíts turreteket. Az ankylo szelídítése hosszú időt vesz igénybe, de megéri, hogy időt szánj rá, és igy vele fémet őrölj. Nagyon ajánlom ezt a szelídítést az erőd befejezéséhez és turretek tömegtermeléséhez. Doedicurus: Egy ilyennel az elérhető kövek mennyisége abszurd. Ha nagy falakat építesz és körbezárod a területeket kövekből, akkor ez egy elengedhetetlen háziállat, és nem túl nehéz megszerezni. Argentavis: Az argentavis szelídítése hosszú időt vesz igénybe, de elég szállítási kapacitással rendelkezik ahhoz, hogy megérje némi kristályt és obszidiánt szerezni a hegyről. Amennyiben lehetséges, mindenképp szerezz be egyet ezekből.",
  "Tutorial text37": "Két gyors tény a turretekröl: 1) Drágák, 2) Nem tesznek téged megsemmisíthetetlenné, csak sokkal kevésbé sebezhetővé. Nem sok mindent tehetsz az ellen, ha egy alfa törzs tökéletesen tenyésztett, őrültül nyergelt, csúcs szintű stegoszokkal vagy páncélos állatokkal érkezik, hogy felhasználja az összes lőszeredet, majd megsemmisítsen. Csak tudjad, hogy ÁLTALÁBAN nem fognak zavarni, és te elég ügyes vagy ahhoz, hogy újraépítsd magad, miután ezt megtették. 70 elektronikai és 140 fém követelménnyel és még többel, szükséged lesz egy állandó, gyors fémbevételre. Nézd meg a domesztikációs részt fentebb néhány bejegyzésért erről. Indítsd el a fabricator-odat, és célozz arra, hogy előállíts egy generátort, aljzatokat, vezetékeket és 4 turretett kezdésnek, mindegyikbe 25-50 lőszert, hogy minden sarkot megvédjen a bázisodon. Helyezd el a generátort valahol biztonságosan, távol azoktól a falaktól, amelyek valószínűleg elsőként támadás éri, és remélhetőleg zárt, kis szobában. Építs ki vezetékeket, hogy az aljzatokkal elérd a jó mesterlövész pozíciókat (nézd meg YouTube videókat a turretek elhelyezéséhez és a vezetékelés funkciójához). Miután ezeket elhelyezted és felfegyverezted, itt vannak a beállítások, amelyeket ajánlok: Hatótáv: Hosszú, Célpontok: Túlélők és felszerelt lények, Figyelmeztetés: Nincs, TEGYÉL RÁ PIN KÓDOT. Helyezd el őket, töltsd meg őket lőszerrel, és NE FELEDD BEKAPCSOLNI ŐKET. Később, ahogy helyezel még turretet, megtudod majd, mikor használd a közepes hatótávot/rövid hatótávot/stb., de most tartsd távol az embereket a bázisodtól. Nem célozzuk meg az összes domesztikált állatot, mert az emberek egy hadsereget is képesek megdomesztálni, hogy elpazarolják a lőszereidet, majdnem kockázat nélkül magukra nézve, ezért túlélők és felszerelt lények tűnik a legjobbnak minden szempontból. Néhány elhelyezési tipp: Ha turreteket helyezel egy platformra, győződj meg róla, hogy legalább fém legyen. A platform lerombolása tönkreteszi a turretett, és ez drága mulatság volt. Őrizd meg megfelelően. A turretek 360 fokban tudnak fordulni, helyezd ki őket a falaktól elég messze, hogy valaki át tudjon menni a fal és a mesterlövész között. Ez segít minimalizálni a furcsa kivágási trükköket, amelyekkel elkerülhetik a turret tüzet és kiüríthetik a lőszert. Győződj meg róla, hogy minden turret lát legalább 1-2 másik turretett. Le kell fedniük egymást. Minden alkalommal, amikor felkapod és mozgatod a mesterlövészetet, ne felejtsd el újra beállítani a PIN kódját. A betörők kiszedhetik a lőszereket, ha nem teszed meg.  Soha nem lesz elég turret. Folyamatosan készítsd őket. Minden alkalommal, amikor megkérdezed magadtól, csinálj még két turretett és lőszert is hozzá. Győződj meg róla, hogy ne adj potenciális betörőknek sok fedezéket a többi szerkezeteddel. Gratulálok, ha idáig eljutottál. Talán sokszor támadtak meg, de most már ezek gyakorisága csökkenni fog! Innen már jó alapot kaptál arra, hogy azt csináld ARK-kal, amit akarsz, anélkül, hogy TÚL sokat aggódnál a napi támadások miatt. Ha néhány napig nem támadtak meg, bővíts. Ha nem, adj HOZZÁ TÖBB TURRETETT. Most talán ellenőrizni szeretnéd a törzsi naplódat minden nap, hogy láthasd, kiért soroztak le az éjjel, és győződj meg róla, hogy minden nap újra feltöltöd a lőszereket. Ne felejtsd el, hogy tartsd fenn a generátort – 1 benzines égés 30 percig tart, így szükséged lesz 48 benzinesre 24 órás időszakra. Egy kis ár az védelemért. Most már jól megalapozott vagy, fém bázissal, mesterlövésekkel és néhány hasznos dinoszauruszod. Remélhetőleg van néhány repülő állatkád is, és tudod, hogyan állj talpra a támadás után. Adtam neked néhány tippet és trükköt a cementpaszta és a szilika gyöngy problémáid megoldására, valamint egy lépésről lépésre útmutatót, hogyan éld a PVP életet. Most javítsuk ezen élet minőségét farmokkal, kibble-kel és tutajokkal.",
  "Tutorial text38": "Miért kell gazdálkodni? Nos, ez az, ahogy kibbliket készítesz és megszerzed a legtöbb más recept fő összetevőit, valamint egy jó ételforrás a lustáknak. Továbbá, sok elérhető domesztikált állat igényli a gazdaság termékeit - például az édes zöldség torta az egyetlen módja, hogy megszelídíts egy Achatina-t (és etess, vigyázz erre a követelményre, kis törzs) vagy Ovis-t (nagyon hasznos hús és szőr) - és a torta elkészítéséhez szükséged van egy gazdaságra. Az Equus sárgarépával történő megmérgezése, és ha kutatást végeztél, számos más felhasználás is felmerül - a gazdaság létfontosságú - és meglehetősen könnyű. Íme, hogyan állíts be egy profi, gyors gazdaságot, ami szinte bárhol működik. Először is, döntsd el, hogy bezárod-e üvegházba vagy sem. Ez a döntés közvetlenül befolyásolja, hogy mennyire könnyen juthatsz kristályhoz, mert az üvegház alkatrészek drágák. Ha könnyen és sokat tudsz szerezni, az üvegházbezárást mindenképpen megéri. Nézz meg néhány YouTube videót, hogy hogyan érj el 300% -os bónuszt az üvegházadban. Másodszor, beszéljünk a termesztőágyakról és méreteikről. Az egyetlen előny, amit ismerek a nagy ágyaknak, az az, hogy több vizet tartanak, ami azt jelenti, hogy kevesebb öntözésre lesz szükséged, és a növényeid potenciálisan túlélik az esőzéseket. A nagyobb ágyak hozama ugyanaz, tehát a tér és az igények szerint építs. Általában 4-8 közepes ágyat és további 4-8 kis ágyat készítek, a nagy ágyakat csak x fajta és y fajta számára használom (védelmi mesterlövészek, ezekről később is kutatnod kell, mivel ezek haladók a kézikönyvben). Azonban bármit építhetsz, minden működik. Íme, mit érdemes termesztened fontossági sorrendben: Rockarrot, Savoroot, Citronal, Longrass (zöldségek) Stimberries, Narcoberries. Ezek a növények közepes ágyakat igényelnek, a stimbeerek és narcoberries jól elvannak kis ágyakban is. Továbbá, mi a helyzet az öntözéssel!? - Kérlek, ne építs egy hatalmas csúnya öntözőrendszert a parttól egészen fel a hegyre. Ez butaság. Csak kő (vagy ha gazdag vagy, akkor fém) víztartályokat építs, és azokból öntözz. Ezek megtelnek, ha esik az eső, és az összes termesztőágyad nem fogja kiüríteni őket, ha okosan 4 vagy 5-öt építettél együtt. Építs néhány csapolót a víz átvezetéséhez a termesztőágyaidhoz, és akkor: mi a helyzet a trágyázással?! Két lehetőséget ajánlok itt: Dodo Farm - készíts egy kerítéssel körülvett területet, vagy dobálj be kb. 8 vad dodo-t a meglévő karámba (szelídítsd meg őket, ha akarod, és csak a kakijukat és a tojásokat szeretnéd) - előnyben részesíts nőstény dodo-t, mivel tojást raknak, ami más felhasználásra szolgál (lásd Kibble). Phiomia (ajánlott) - Ez a legjobb, a phiomia könnyen szelídíthető, és sok ember nem tudja, hogy a stimberries-et adagolva kakit produkál. 5-7 stimberries elég, hogy kakit produkáljon, sok trágyát biztosítva neked. Ajánlom, hogy 6-10 komposztáló edény legyen 100 szalmával és 6 kakival mindegyikben, amit mindig ellenőrizve és újratöltve használsz egész nap. Ezért ajánlom a phiomia-t és a stimberry trágya trükköt. Napi két-három alkalommal tölthetsz 5 percet és elegendő trágyát szerezhetsz a gazdálkodásodhoz, valamint egy kis raktárkészletet. Az egyik ágy stimberries-e elegendő lehet, hogy elegendő kakit kapj a további 7-8 ágyhoz, tartósan. A másik lehetőség az, hogy véletlenszerűen gyűjts trágyát egész nap és a dodo-idtól. Ez nem olyan szórakoztató. Tegyél be több mint 150 000 trágyát mindegyik növényládába, mérettől függetlenül, ha azt akarod, hogy holnap is túlélje. Kibblik Rendben, tehát most van egy kis farmod és hozzáférésed van a zöldségekhez, mire használod őket? A legáltalánosabb és legjobb dolog a kibblik lenne. A kibblik különféle húsok, rostok, valamint egy dinó tojás kombinációjával készül egy főzőedényben (vagy ipari főzőedényben, ha gazdag vagy). Építs egy ilyet, és nézzük meg néhány könnyű és hasznos kibbliket. Ezenkívül javaslom, hogy legyen egy tartós edényed, vagy még inkább hűtőszekrényed (most már kellene lennie, ha helyesen követted ezt az útmutatót, de ha kicsit korábban építetted a farmodat, az is rendben van - Ha van generátorod, válaszd a hűtőszekrényt, megéri!). Tehát, hol lehet tojásokat szerezni? Nőstények. A nőstények szinte mindig tojást fognak rakni, és gyűjtheted és főzheted őket különféle kibbliként. Nézd meg a recepteket a wikin. Általában mindig van egy kis dodo farmom szelídített vagy szelídítetlen dodo-kkal. Javaslom, hogy csak szerezz egy pteranodonnal és dobd be őket egy karámba. Ha megszelídíted őket, hosszabb ideig megtarthatod őket, és minden egyeshez csak pár perc szükséges. Körülbelül 6 nőstény dodo-val rövid idő alatt 10 tojást fogsz kapni. Ha ezek megvannak, gyűjtsd be a többi dolgot a kertedben (például rockarrots ebben az esetben), főzz húst, ha szükséges, és főzz. A kibblik hosszú ideig eltarthat a hűtőben, szóval jó ötlet előre elkészíteni, ha találsz egy hasznos tojást. A dodo kibblik nagyszerű a pteranodonok és az ichthysek számára, amelyek mindkettő nagyszerű dolgok a kezedben. A szelídítés különbsége kibblikkel és anélkül éjjel és nappal. Egy óra alatt elérheted a 100+ szintű pteranodont, ha kibblikkel csinálod, és mivel gyakorlatilag van egy farmod és rengeteg dodo tojásod minden kibblikszámhoz, ezt passzívan teheted probléma nélkül. A Dilophosaurs is könnyen szelídíthető vagy elfogható, és a tojások használhatók Ankylo és Doed, két dinóval, amelyeket korábban javasoltam. A skorpiók jók Rex kibblikéhez, és így tovább.",
  "Tutorial text39": "Általában csak összeszedem a szórt tojásokat, és eltárolom őket, hogy később kibblit készítsek belőlük, de gazdálkodom dódókkal és dilosokkal is, hogy beinduljon a folyamat. Hasonló megközelítést javaslok. Ha mindent megcsináltál már ebben az útmutatóban, gratulálok, eljutottál a játékban arra a pontig, amit én jól beállítottnak szoktam nevezni. Mostani napi játékod általában azon fog alapulni, hogy mit szeretnél valójában csinálni, nem pedig azon, hogy kell-e malmokat építeni, fémfalakat vagy egy farmot. Ez a legjobb helyzet. Beszéljünk most arról, hogy mit csinálunk most, tutajokkal és expedíciókkal.",
  "Tutorial text40": "Tutajok",
  "Tutorial text41": "Beszéljünk a tutajokról. A tutajok nagyon megfizethetők, és rendkívül hasznos eszközök az ARK-ban. Mini mobil bázisként funkcionálnak, nagy mennyiségű erőforrást és akár szállítást is képesek biztosítani távoli helyszínekre. Az egyetlen igazi hátrányuk az, hogy korlátozott méretűek, és az, hogy a bálnák és más szörnyek teljesen elpusztíthatják őket és mindent, ami rajtuk van. Mindezzel együtt sokféle tutaj-konfiguráció létezik, amelyet élvezhetsz és hasznosíthatsz, ha alapozásokat és szerkezeteket építesz a tutajra. Kérlek azonban, maradj távol a mély víztől. A tutajok segíthetnek szinte bármilyen expedícióban, íme néhány ötlet: Idomitós tutaj – Bármilyen tutaj, amely felszerelhető termelési eszközökkel, dínócsapdával vagy szállító területtel. Csalj egy dínót egy kibírhatatlan tutajba, altatózd és idomisd be. Mobil Bázis – Egy tutaj, amely tele van eszközökkel és tárolókkal mindennek a gyártásához, pont úgy, mint a szárazföldön, de egy tutajon. Horgászhajó – Felszerelt hajó tartósító ládákkal, székekkel, horgászbotokkal, és hozd magaddal az legjobb horgászhelyekre. Mélytengeri felfedező – Valójában csak könnyű tárolás, mert jó esély van rá, hogy ezt is megeszik a bálnák, de használd ki platformként, ahonnan le lehet merülni barlangokba vagy vízalatti bázisok/dínók kiépítéséhez (esetleg vizfelszini platform épitéséhez). Vedd figyelembe, hogy létezik motortutaj is, de ez nagyon nehéz feladat. Fekete gyöngyöket kell szerezni ragnarokról, szilicát scorched earthröl, pasztát és fémeket szigetről, és mindezt össze kell rakni úgy, hogy közben nem támadnak meg. Ez egy kihívás. De ezen a motortutajon már hetek óta nem támadtak meg minket, és nagyon szórakoztató vele szupergyorsan hajózni. Tartsd távol a mély víztől is, mert a bálnák ezt is tönkreteszik... bár nehezebben ... és ez drága mulatság!",
  "Tutorial text42": "Expediciók",
  "Tutorial text43": "Itt felsorolok néhány lehetséges szórakozási célt, expedíciót, amelyeket elindíthatsz az újonnan létrehozott bázisoddal, fantasztikus tutajflottáddal és a kis farmoddal. Méhek – Az óriásméhek mézet biztosítanak, amelyet horgászáshoz vagy néhány ritka/nehezen elkészíthető recepthez lehet használni. Csak ki kell menni némi mézért, ami attól függ, hogy hol van a bázisod, de a királynő idomításához tényleg kihívás. Valószínűleg ghillie ruhákra lesz szükséged, vagy néhány már idomított dimorphodonra, stb., mert a királynő csak ritka virágokat eszik, és viszonylag nehéz blokkolni – légy óvatos, és nézz utána a YT videóknak! Szilikagyöngyök – Menj el egy szárazföldi szerverre, és hozz vissza száz szilikagyöngyöt az elektronikai gyártáshoz. Erről már beszéltem. Cementpaszta – Repülj át az szigeten, és találj hódgátakat, amiktől elrabolhatod a cementpasztát, gombákat és virágokat. A Gyógyítás – A törzsek gyakran betegséget kapnak napokig, vagy akár hetekig (mocsárláz). Légy az a srác, aki egész nap gyógyítmányt készít, és meggyógyítja a törzs betegségét. Szerezd be a mocsári pók vért, és legyél kész a Kisebb Ellenméreg elkészítésére. Az Unikornis – Vagy csak szerezz egy lovat. Használd a kerted sárgarépáit, hogy idomíts egy Equust. Légy menő, és keresd meg a szerveren az egyetlen Unikornis megjelenését, és idomítsd meg azt, csak a státusz miatt.  PVP Rajtaütés – Felszerelkezve detonátorral és 10+ C4-gyel, találj magadnak áldozatot. Lehet, hogy érdemes fegyvereket és páncélt hozni. Ez az egyik legjobb módja az erőforrások megszerzésének, és biztos módja annak, hogy ellenségeket szerezz, ha elkapnak. Győződj meg róla, hogy ne hagyj sok nyomot magad után, beleértve a kaksikat is, ha próbálsz alattomos lenni. Egy kis törzs elkapása nagyon rosszul alakulhat a túlélési kilátásaidra, még akkor is, ha a kézikönyv alapján felépítetted a bázisod. Emberrablás – Ez mindig szórakoztató. Üss ki valakit, kösd meg őt, és tedd egy ketrecbe. Igy már dolgoznak neked, adnak neked információkat, sok mókás hangot adnak, ahogy kínozod őket a kaksival való etetéssel halálig. Menj elnyomorítani néhány alanyt, hogy megoldják a kis törzsproblémáidat egyszer s mindenkorra! Természetesen van még a főnökök elleni harc folyamata és az artefaktusok megszerzése is az asztalon. Vannak útmutatók minden részéhez, és azt rájuk hagyom! Ez a gyors szakasz csak néhány ajánlás arról, hogyan viselkedj úgy, hogy maximalizáld a túlélési együtthatódat egy ARK PVP szerveren. Nyugodtan hagyd figyelmen kívül ezeket a tanácsokat saját kockázatodra: Maradj ki a Globális Csevegési Vitákból (global chat)! Az első és legfontosabb szabály, hogy ne legyél konfliktusos a globális csevegésben. Ne dicsekedj a képességeiddel és idomításaiddal, hogy te lehetsz az alfa, hogy mennyi C4-et tudsz készíteni, vagy általában vitába keveredj azokkal az emberekkel, akik megtámadtak, harcoltak veled, vagy tönkretették a idomításod – ezek mind rossz ötletek. Csak tartsd magad, és maradj csendben. Amikor beszélsz, az emberek tudják, hogy aktív vagy, és ha megtalálják a bázisodat, tudják, hogy tele van, és megtámadják. Sok játékos szándékosan célozza meg a harcias vagy dicsekvő játékosokat... szóval tartsd magad távol a célpontoktól. Lehet, hogy hiszik, hogy milyen nagyszerű vagy, és úgy döntenek, hogy megakarják szerezni a zsákmányodat. Szeresd a Szomszédodat: Nagy területvédőnek lenni nagyszerű módja annak, hogy ha offline támadnak meg, ne vesszen a teljesen semmibe mindened. Amikor találkozol egy új csoporttal a területed szélén, kezdetben talán figyelmeztetni akarod őket, hogy elmenjenek. Nem ajánlom ezt. Ha túl sokan vannak, és mind az erőforrásokat veszik fel a területen, ajánlom a szövetséget vagy költözést. Egy hosszabb egyezség a szomszéddal általában mindkettőtöknek jobb, mint a semmibe való offline megsemmisülés, egy külső erő által. Az szövetségesek jók, mert lehet, hogy ők jobb támadási célpont, mint te, és mert más emberek, akik közel akarnak költözni, úgy érzik, hogy el vannak zárva. Egy jó szomszéd azonnal visszaállíthat téged a lábadra egy raid után, és még egy helyet kínálhat neked egy dino parkolóhoz egy pillanat alatt. A barátok erősek, és a legtöbb ember legalább egy kicsit barátságos akar lenni ARK-ban. Az emberek emlékeznek erre, és később, amikor esetleg minden elveszett, és semmid sem maradt, nagyon valószínű, hogy segítenek neked. Kereskedelem: Még ha nem is igazán szükséged van a cuccra, azért ajánlott kereskedni a túlélőkkel. Talán semmi sem volt számodra, hogy eldobd a kristályt 100 kitinrel. Ha becsületes vagy, az emberek szivesen jönnek hozzád, amikor baj van vagy szükség van rád. Az emberek szeretik a jó és tisztességes kereskedőket."
}